[
  {
    "id": "649dcf4c8aa561cbf4100899",
    "nome": "Óculos de Sol 1",
    "estoque": 5,
    "preco": 59.99,
    "cor": "#000000",
    "armacao": "Metal",
    "imagem": "../../img/oculos.webp",
    "descricao": "Óculos de sol com armação de metal resistente e lentes polarizadas. Proteja seus olhos dos raios solares enquanto aproveita o estilo elegante e moderno desses óculos de sol."
  },
  {
    "id": "649dcf508aa561cbf410089b",
    "nome": "Óculos de Sol 2",
    "estoque": 8,
    "preco": 69.99,
    "cor": "#800080",
    "armacao": "Acetato",
    "imagem": "../../img/oculos.webp",
    "descricao": "Óculos de sol com armação de acetato resistente e lentes espelhadas. Adicione um toque de sofisticação ao seu visual com esses óculos de sol que combinam estilo e proteção UV."
  },
  {
    "id": "649dcfa16c1e8399a2f14e71",
    "nome": "Óculos de Sol 3",
    "estoque": 12,
    "preco": 49.99,
    "cor": "#008000",
    "armacao": "Plástico",
    "imagem": "../../img/oculos.webp",
    "descricao": "Óculos de sol com armação de plástico durável e lentes coloridas. Aproveite o sol com estilo e conforto usando esses óculos de sol com proteção UV e design moderno."
  },
  {
    "id": 4,
    "nome": "Óculos de Grau 1",
    "estoque": 3,
    "preco": 89.99,
    "cor": "#800000",
    "armacao": "Titânio",
    "imagem": "../../img/oculos.webp",
    "descricao": "Óculos de grau com armação de titânio durável e design moderno. Obtenha uma visão clara e nítida com esses óculos de grau que oferecem conforto e estilo ao mesmo tempo."
  },
  {
    "id": 5,
    "nome": "Óculos de Grau 2",
    "estoque": 6,
    "preco": 79.99,
    "cor": "#FFA500",
    "armacao": "Metal",
    "imagem": "../../img/oculos.webp",
    "descricao": "Óculos de grau com armação de metal resistente e design clássico. Experimente o conforto e a elegância desses óculos de grau que se adaptam perfeitamente ao seu estilo."
  },
  {
    "id": 6,
    "nome": "Óculos de Grau 3",
    "estoque": 10,
    "preco": 99.99,
    "cor": "#008080",
    "armacao": "Acetato",
    "imagem": "../../img/oculos.webp",
    "descricao": "Óculos de grau com armação de acetato leve e estilo retrô. Tenha uma visão precisa e um visual estiloso com esses óculos de grau que combinam qualidade e design."
  },
  {
    "id": 7,
    "nome": "Óculos de Natação 1",
    "estoque": 15,
    "preco": 19.99,
    "cor": "#0000FF",
    "armacao": "Plástico",
    "imagem": "../../img/oculos.webp",
    "descricao": "Óculos de natação com armação de plástico resistente e vedação em silicone. Desfrute de um mergulho sem preocupações com esses óculos de natação confortáveis e com excelente vedação."
  },
  {
    "id": 8,
    "nome": "Óculos de Natação 2",
    "estoque": 20,
    "preco": 24.99,
    "cor": "#FF0000",
    "armacao": "Plástico",
    "imagem": "../../img/oculos.webp",
    "descricao": "Óculos de natação com armação de plástico durável e lentes antiembaçantes. Tenha uma visão clara e proteção UV durante seus treinos na piscina com esses óculos de natação de alta qualidade."
  },
  {
    "id": 9,
    "nome": "Óculos de Natação 3",
    "estoque": 18,
    "preco": 29.99,
    "cor": "#00FF00",
    "armacao": "Silicone",
    "imagem": "../../img/oculos.webp",
    "descricao": "Óculos de natação com armação de silicone e design ergonômico. Explore as profundezas da água com confiança usando esses óculos de natação que oferecem conforto e vedação perfeitos."
  },
  {
    "id": 10,
    "nome": "Óculos de Leitura 1",
    "estoque": 7,
    "preco": 39.99,
    "cor": "#800080",
    "armacao": "Metal",
    "imagem": "../../img/oculos.webp",
    "descricao": "Óculos de leitura com armação de metal leve e lentes de aumento de qualidade. Leia seus livros e revistas favoritos com clareza e estilo usando esses óculos de leitura elegantes."
  },
  {
    "id": 11,
    "nome": "Óculos de Leitura 2",
    "estoque": 9,
    "preco": 34.99,
    "cor": "#0000FF",
    "armacao": "Plástico",
    "imagem": "../../img/oculos.webp",
    "descricao": "Óculos de leitura com armação de plástico resistente e design elegante. Desfrute de uma leitura confortável e nítida com esses óculos de leitura que combinam funcionalidade e estilo."
  },
  {
    "id": 12,
    "nome": "Óculos de Leitura 3",
    "estoque": 14,
    "preco": 44.99,
    "cor": "#FFA500",
    "armacao": "Acetato",
    "imagem": "../../img/oculos.webp",
    "descricao": "Óculos de leitura com armação de acetato confortável e lentes multifocais. Tenha uma visão clara de perto e de longe com esses óculos de leitura versáteis e modernos."
  },
  {
    "id": 13,
    "nome": "Óculos Esportivos 1",
    "estoque": 11,
    "preco": 54.99,
    "cor": "#008000",
    "armacao": "Plástico",
    "imagem": "../../img/oculos.webp",
    "descricao": "Óculos esportivos com armação de plástico leve e resistente, perfeitos para atividades ao ar livre. Proteja seus olhos e melhore seu desempenho esportivo com esses óculos esportivos de alta qualidade."
  }
]
